Revit 2027 API
ParameterTypeId.PhyMaterialParamSpecies Property
 "Species"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamSpecies { get; }
Public Shared ReadOnly Property PhyMaterialParamSpecies As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamSpecies {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamSpecies : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace